{
	"name": "Beholder",
	"source": "VANWA",
	"page": 28,
	"size": "L",
	"type": {
		"type": "abberation",
		"tags": [
			"Illitharid Hybrid"
		]
	},
	"alignment": [
		"L",
		"E"
	],
	"ac": [
		{
			"ac": 18,
			"from": [
				"natural armor"
			]
		}
	],
	"hp": {
		"average": 180,
		"formula": "19d10 + 76"
	},
	"speed": {
		"walk": 0,
		"fly": {
			"number": 90,
			"condition": "(hover)"
		},
		"canHover": true
	},
	"str": 10,
	"dex": 14,
	"con": 18,
	"int": 17,
	"wis": 15,
	"cha": 17,
	"save": {
		"int": "+8",
		"wis": "+7",
		"cha": "+8"
	},
	"skill": {
		"perception": "+12"
	},
	"senses": [
		"darkvision 120 ft."
	],
	"passive": 22,
	"conditionImmune": [
		"prone"
	],
	"languages": [
		"Deep Speech",
		"Undercommon"
	],
	"cr": "22",
	"trait": [
		{
			"name": "Blinding Cone",
			"entries": [
				"The eye of the deep's central eye projects a blinding flash of light in a 60-foot cone as a bonus action. Each creature in that area must succeed on a DC 15 Constitution saving throw or be blinded for 1 minute. Creatures can repeat the save at the end of their turn, ending the effect on a success."
			]
		},
    {
      "name": "Blood Sense",
      "entries": [
				"Slathos form 1 automatically senses the blood of living creatures within 90 feet and can pinpoint their location."
			]
    }
	],
	"action": [
		{
      "name": "Tentacles",
      "entries": [
        "{@atk mw} {@hit 12} to hit, reach 10 ft., one creature. {@h}21 ({@damage 3d10 + 4}) psychic damage. If the target is Large or smaller, it is {@condition grappled} (escape {@dc 15}) and must succeed on a {@dc 17} Intelligence saving throw or be {@condition stunned} until this grapple ends."
      ]
    },
    {
      "name": "Extract Brain",
      "entries": [
        "{@atk mw} {@hit 12} to hit, reach 5 ft., one {@condition incapacitated} humanoid {@condition grappled} by Slathos. {@h}55 ({@damage 10d10}) piercing damage. If this damage reduces the target to 0 hit points, Slathos kills the target by extracting and devouring its brain."
      ]
    },
    {
      "name": "Mind Blast {@recharge 6}",
      "entries": [
        "Slathos magically emits psychic energy in a 120-foot cone. Each creature in that area must succeed on a {@dc 17} Intelligence saving throw or take 30 ({@damage 4d12 + 4}) psychic damage and be {@condition stunned} for 1 minute. A target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
      ]
    },
		{
			"name": "Eye Rays",
			"entries": [
				"The beholder shoots six of the following magical eye rays at random (reroll duplicates), choosing one to six targets it can see within 120 feet of it:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "1. Charm Ray",
							"style": "italic",
							"entry": "The targeted creature must succeed on a Wisdom saving throw or be {@condition charmed} for 1 hour, or until Slathos harms the creature."
						},
						{
							"type": "item",
							"name": "2. Paralyzing Ray",
							"style": "italic",
							"entry": "The targeted creature must succeed on a {@dc 16} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
						},
						{
							"type": "item",
							"name": "3. Fear Ray",
							"style": "italic",
							"entry": "The targeted creature must succeed on a Wisdom saving throw or be {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
						},
						{
							"type": "item",
							"name": "4. Slowing Ray",
							"style": "italic",
							"entry": "The targeted creature must succeed on a Dexterity saving throw. On a failed save, the target's speed is halved for 1 minute. In addition, the creature can't take reactions, and it can take either an action or a bonus action on its turn, not both. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
						},
						{
							"type": "item",
							"name": "5. Enervation Ray",
							"style": "italic",
							"entry": "The targeted creature must make a Constitution saving throw, taking 36 (8d8) necrotic damage on a failed save, or half as much damage on a successful one. If the saving throw fails by 5 or more, the target instead takes 64 necrotic damage. The target dies if reduced to 0 hit points by this ray."
						},
						{
							"type": "item",
							"name": "6. Telekinetic Ray",
							"style": "italic",
							"entries": [
								"If the target is a creature, it must succeed on a Strength saving throw or the beholder moves it up to 30 feet in any direction. It is {@condition restrained} by the ray's telekinetic grip until the start of the beholder's next turn or until the beholder is {@condition incapacitated}.",
								"If the target is an object weighing 300 pounds or less that isn't being worn or carried, it is moved up to 30 feet in any direction. The beholder can also exert fine control on objects with this ray, such as manipulating a simple tool or opening a door or a container."
							]
						},
						{
							"type": "item",
							"name": "7. Air Blast Ray",
							"style": "italic",
							"entry": "The target must make a "
						},
						{
							"type": "item",
							"name": "8. Petrification Ray",
							"style": "italic",
							"entry": "The targeted creature must make a Dexterity saving throw. On a failed save, the creature begins to turn to stone and is {@condition restrained}. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is {@condition petrified} until freed by the  {@spell greater restoration} spell or other magic."
						},
						{
							"type": "item",
							"name": "9. Disintegration Ray",
							"style": "italic",
							"entries": [
								"If the target is a creature, it must succeed on a Dexterity saving throw or take 45 ({@damage 10d8}) force damage. If this damage reduces the creature to 0 hit points, its body becomes a pile of fine gray dust.",
								"If the target is a Large or smaller nonmagical object or creation of magical force, it is disintegrated without a saving throw. If the target is a Huge or larger object or creation of magical force, this ray disintegrates a 10-foot cube of it."
							]
						},
						{
							"type": "item",
							"name": "10. Freeze Ray",
							"style": "italic",
							"entry": "The targeted creature must succeed on a {@dc 16} Dexterity saving throw or take 55 ({@damage 10d10}) cold damage. The target dies and is turned to a block of ice if the ray reduces it to 0 hit points."
						}
					]
				}
			]
		}
	],
	"legendaryHeader": [
		"The beholder can take 3 legendary actions, using the Eye Ray option below. It can take only one legendary action at a time and only at the end of another creature's turn. The beholder regains spent legendary actions at the start of its turn."
	],
	"legendary": [
		{
			"name": "Eye Ray",
			"entries": [
				"The beholder uses one random eye ray."
			]
		}
	],
	"legendaryGroup": {
		"name": "Beholder",
		"source": "MM"
	},
	"variant": [
		{
			"name": "Variant Abilities",
			"entries": [
				"When a beholder's dream-imagination runs wild, the result can be an offspring that has an unusual or unique set of abilities. Rather than the standard powers of a beholder's central eye and eyestalks, the creature has one or more variant abilities—guaranteed to surprise any enemies who thought they knew what they were getting themselves into.",
				"This section provides several alternative spell effects for a beholder's eye. Each of these effects is designed to be of the same power level as the one it replaces, enabling you to create a custom beholder without altering the monster's challenge rating. As another option, you can switch any of the damaging eye rays in the {@book Monster Manual|MM} to an effect with a different damage type, such as replacing the enervation ray with a combustion ray that deals fire damage instead of necrotic damage.",
				"Unless otherwise indicated, an alternative ability has the same range as the eye ray it is replacing, and it affects only one creature per use (even if the ability is based on a spell that normally affects an area or multiple targets). The saving throw for an alternative ability uses the same DC and the same ability score as the spell the eye ray is based on.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Antimagic Cone:",
							"entry": "{@spell mirage arcane}, {@spell power word stun} (affecting the weakest non-{@condition stunned} target in the cone each round)"
						},
						{
							"type": "item",
							"name": "Charm Ray:",
							"entry": "{@spell banishment} (1 minute), {@spell confusion} (1 minute)"
						},
						{
							"type": "item",
							"name": "Death Ray:",
							"entry": "{@spell circle of death} (10-foot-radius sphere; {@damage 4d6} necrotic damage to all creatures in the area), {@spell feeblemind}"
						},
						{
							"type": "item",
							"name": "Disintegration Ray:",
							"entry": "{@spell chain lightning} (primary target takes {@damage 6d8} lightning damage; two secondary targets within 30 feet of the primary target take {@damage 3d8} lightning damage each), {@spell eyebite} (sickened effect; 1 minute)"
						},
						{
							"type": "item",
							"name": "Enervation Ray:",
							"entry": "{@spell create undead} (usable regardless of the time of day), {@spell polymorph} (1 minute)"
						},
						{
							"type": "item",
							"name": "Fear Ray:",
							"entry": "{@spell gaseous form} (self or willing creature only), {@spell moonbeam}"
						},
						{
							"type": "item",
							"name": "Paralyzing Ray:",
							"entry": "{@spell modify memory}, {@spell silence} (1 minute)"
						},
						{
							"type": "item",
							"name": "Petrification Ray:",
							"entry": "{@spell Otto's irresistible dance} (1 minute), {@spell wall of ice} (1 minute; one 10-foot-square panel)"
						},
						{
							"type": "item",
							"name": "Sleep Ray:",
							"entry": "{@spell blindness/deafness}, {@spell misty step} (self or willing creature only)"
						},
						{
							"type": "item",
							"name": "Slowing Ray:",
							"entry": "{@spell bestow curse} (1 minute), {@spell sleet storm} (one 10-foot-cube)"
						},
						{
							"type": "item",
							"name": "Telekinesis Ray:",
							"entry": "{@spell geas} (1 hour), {@spell wall of force} (1 minute; one 10-foot-square panel)"
						}
					]
				}
			],
			"type": "variant"
		}
	],
	"environment": [
		"underdark"
	],
	"soundClip": {
		"type": "external",
		"url": "https://5e.tools/audio/bestiary/beholder.mp3"
	},
	"senseTags": [
		"SD"
	],
	"languageTags": [
		"DS",
		"U"
	],
	"damageTags": [
		"P",
		"N",
		"O"
	],
	"miscTags": [
		"MW",
		"AOE"
	],
	"conditionInflict": [
		"charmed",
		"frightened",
		"paralyzed",
		"petrified",
		"restrained",
		"unconscious"
	],
	"conditionInflictLegendary": [
		"grappled"
	],
	"hasFluff": true,
	"hasFluffImages": true,
	"tokenUrl": "https://5e.tools/img/MM/Beholder.png",
	"fluff": {
		"name": "Beholder",
		"source": "MM",
		"entries": [
			{
				"type": "entries",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"One glance at a beholder is enough to assess its foul and otherworldly nature. Aggressive, hateful, and greedy, these aberrations dismiss all other creatures as lesser beings, toying with them or destroying them as they choose.",
							"A beholder's spheroid body levitates at all times, and its great bulging eye sits above a wide, toothy maw, while the smaller eyestalks that crown its body twist and turn to keep its foes in sight. When a beholder sleeps, it closes its central eye but leaves its smaller eyes open and alert.",
							{
								"name": "Xenophobic Isolationists",
								"type": "entries",
								"entries": [
									"Enemies abound, or so every beholder believes. Beholders are convinced that other creatures resent them for their brilliance and magical power, even as they dismiss those lesser creatures as crude and disgusting. Beholders always suspect others of plotting against them, even when no other creatures are around.",
									"The disdain a beholder has for other creatures extends to other beholders. Each beholder believes its form to be an ideal, and that any deviation from that form is a flaw in the racial purity of its kind. Beholders vary greatly in their physical forms, making conflict between them inevitable. Some beholders are protected by overlapping chitinous plates. Some have smooth hides. Some have eyestalks that writhe like tentacles, while others' stalks bear crustacean-like joints. Even slight differences of coloration in hide can turn two beholders into lifelong enemies."
								]
							},
							{
								"name": "Eye Tyrant",
								"type": "entries",
								"entries": [
									"Some beholders manage to channel their xenophobic tendencies into a terrible despotism. Rather than live in isolation, the aptly named eye tyrants enslave those other creatures, founding and controlling vast empires. An eye tyrant sometimes carves out a domain within or under a major city, commanding networks of agents that operate on their master's behalf."
								]
							},
							{
								"name": "Alien Lairs",
								"type": "entries",
								"entries": [
									"Because they refuse to share territory with others, most beholders withdraw to frigid hills, abandoned ruins, and deep caverns to scheme. A beholder's lair is carved out by its disintegration eye ray, emphasizing vertical passages connecting chambers stacked on top of each other. Such an environment allows a beholder to move freely, even as it prevents intruders from easily creeping about. When intruders do break in, the height of its open ceilings allows a beholder to float up and harry foes on the floor.",
									"As alien as their creator, the rooms in a beholder's lair reflect the creature's arrogance. It festoons its chambers with trophies from the battles it has won, including {@condition petrified} adventurers standing frozen in their horrified final moments, pieces of other beholders, and magic items wrested from powerful foes. A beholder judges its own worth by its acquisitions, and it never willingly parts with its treasures."
								]
							},
							{
								"type": "entries",
								"name": "A Beholder's Lair",
								"entries": [
									"A beholder's central lair is typically a large, spacious cavern with high ceilings, where it can attack without fear of closing to melee range. A beholder encountered in its lair has a challenge rating of 14 (11,500 XP)."
								]
							}
						]
					}
				]
			},
			{
				"type": "entries",
				"entries": [
					{
						"type": "entries",
						"name": "Lair Actions",
						"entries": [
							"When fighting inside its lair, a beholder can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the beholder can take one lair action to cause one of the following effects:",
							{
								"type": "list",
								"items": [
									"A 50-foot-square area of ground within 120 feet of the beholder becomes slimy; that area is difficult terrain until initiative count 20 on the next round.",
									"Walls within 120 feet of the beholder sprout grasping appendages until initiative count 20 on the round after next. Each creature of the beholder's choice that starts its turn within 10 feet of such a wall must succeed on a {@dc 15} Dexterity saving throw or be {@condition grappled}. Escaping requires a successful {@dc 15} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check.",
									"An eye opens on a solid surface within 60 feet of the beholder. One random eye ray of the beholder shoots from that eye at a target of the beholder's choice that it can see. The eye then closes and disappears."
								]
							},
							"The beholder can't repeat an effect until they have all been used, and it can't use the same effect two rounds in a row."
						]
					}
				]
			}
		],
		"images": [
			{
				"type": "image",
				"href": {
					"type": "internal",
					"path": "bestiary/MM/Beholder.jpg"
				}
			}
		]
	}
}